Repository: JustFei/UniversalAPP
Catalog: ManridyApp/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hant_hk

# softWare
source: Software version NO.：V%@
ar: اصدار البرنامج NO.：V%@
de: Version der Software NO.：V%@
es: Versión de software NO.：V%@
fr: Version du logiciel NO.：V%@
it: Versione del software NO.：V%@
ja: ソフトウェアの番号：V%@
ko: 소프트웨어 버전 NO.：V%@
pt_pt: Versão de software NO.：V%@
ru: Версия программного обеспечения NO.：V%@
zh_hant_hk: 軟體版本號：V%@

# hardWare
source: Hardware version NO.：V%@
ar: الاصدار للبرنامج الثابت NO.：V%@
de: Firmware-Version NO.：V%@
es: Versión de Firmware NO.：V%@
fr: Version Firmware NO.：V%@
it: Versione del Firmware NO.：V%@
ja: ハンドウェアの番号：V%@
ko: 버전 NO.：V%@
pt_pt: Versão do firmware NO.：V%@
ru: Версия блокпрограммы NO.：V%@
zh_hant_hk: 硬件版本号：V%@

source: Search
ar: البحث
de: Suchen
es: Búsqueda
fr: Recherche
it: Ricercare
ja: 検索
ko: 검색
pt_pt: Procura
ru: Поиск
zh_hant_hk: 搜索

# perBind
source: Paired devices
ar: التوثيق Привязка
de: Geräte paaren.
es: Dispositivo encadenado
fr: Équipements liés
it: Accoppiamento del dispositivo
ja: デバイスとのペアリング
ko: 장비 바인딩
pt_pt: Encadernação de dispositivo
ru: устройства
zh_hant_hk: 設備綁定

# haveBindPer
source: Device has been paired
ar: لقد وثقت الأجهزة.
de: Geräte werden gepaart.
es: Dispositivo encadenado
fr: Équipements liés
it: Dispositivo accoppiato
ja: ペアリングしたデバイス
ko: 장비가 이미 바인딩됐습니다
pt_pt: Dispositivo estiver acoplado
ru: Уже привязали к устройству
zh_hant_hk: 已綁定設備

# haveNoBindPer
source: No paired devices
ar: لم تثق الأجهزة.
de: Geräte werden nicht gepaart.
es: Dispositivo no encadenado
fr: Équipements non liés
it: Dispositivo non accoppiato
ja: デバイスとペアリングしていません
ko: 장비가 바인딩되지 않았습니다
pt_pt: Dispositivo não acoplado
ru: Не привязали к устройству
zh_hant_hk: 未綁定設備

# bindingPer
source: connecting...
ar: يتصل الجهاز.
de: Verbinden ...
es: Está conectando...
fr: Connexion en cours ...
it: Connessione in processo…
ja: デバイスにつながっています。
ko: 장비 연결 중...
pt_pt: Conexão de dispositivo ...
ru: Идет соединение устройства
zh_hant_hk: 正在連接設備...

# tips
source: Remind
ar: تذكير
de: Benachrichtigung
es: Aviso
fr: Rappel
it: Suggerimento
ja: ヒント
ko: 알림
pt_pt: Dicas
ru: Напоминание
zh_hant_hk: 提示

# choosePerToBind
source: Please select the device for pair
ar: يرجي اختيار الجهاز للتوثيق.
de: Wählen Sie Gerät zur Paarung
es: Por favor seleccione dispositivo para encadenarse
fr: Sélectionnez équipements à lier
it: Scegliere il dispositivo per accoppiarlo
ja: ペアリングするデバイスを選択
ko: 바인딩할 장비 선택
pt_pt: Selecciona o dispositivo para acoplado, por favor
ru: Выбирайте устроство для привязки
zh_hant_hk: 請選擇設備以綁定

# goToChoose
source: To choose
ar: التأكيد
de: OK
es: Confirmar
fr: Confirmer
it: Confermare
ja: 選択します
ko: 확정
pt_pt: Confirma
ru: Определение
zh_hant_hk: 去選擇

# disbindPerSuccess
source: Device has been lifted
ar: ينجح التوثيق
de: Entbinden fertig
es: Liberado con éxito
fr: Délié avec succès
it: Accoppiamento è tolto con successo
ja: ペアリング解除済み
ko: 바인딩 해제 성공
pt_pt: Desagregação com sucesso
ru: Отмена привязки получилась
zh_hant_hk: 已成功解除綁定

# IKnow
source: OK
ar: التأكيد
es: Confirmar
fr: Confirmer
it: Confermare
ja: 了解
ko: 확정
pt_pt: Confirma
ru: Определение
zh_hant_hk: 我知道了

# haveBindPerName
source: The paired device：%@
ar: لقد وثقت الأجهزة.：%@
de: Geräte werden gepaart.：%@
es: El Dispositivo está encadenado：%@
fr: Équipements liés：%@
it: Dispositivo accoppiato：%@
ja: ペアリングしたデバイスの名前：%@
ko: 장비가 이미 바인딩됐습니다：%@
pt_pt: Dispositivo estiver acoplado：%@
ru: Уже привязали к устройству：%@
zh_hant_hk: 已綁定設備：%@

# bindErrorAndTryAgain
source: Failed, please try again.
ar: فشل التوثيق. يرجي المحاولة من جديد..
de: Fehlgeschlagen, versuchen Sie es bitte erneut.
es: Fallado, por favor inténtelo de nuevo.
fr: Échec, essayez à nouveau.
it: Fallito, si prega di riprovare.
ja: ペアリングできません。やり直してください
ko: 실패했습니다.다시 시도해주세요
pt_pt: Falhou, tente novamente por favor .
ru: Привязка не получилась, повторно пробуйте.
zh_hant_hk: 連接異常，請靠近設備並嘗試再次連接

# sure
source: OK
ar: التأكيد
es: Confirmar
fr: Confirmer
it: Confermare
ja: オーケー
ko: 확정
pt_pt: Confirma
ru: Определение
zh_hant_hk: 確定

# bindPer
source: Pairing device
ar: توثيق الجهاز
de: Gerät paaren
es: Dispositivo encadenado
fr: Équipements liés
it: Accoppiare il dispositivo
ja: デバイスとペアリングしています
ko: 장비 바인딩
pt_pt: Encadernação de dispositivo
ru: Привязка устройства
zh_hant_hk: 綁定設備

# disbindPer
source: Release pair
ar: يلغي التوثيق.
de: Paarung entbinden
es: Liberación de encadenado
fr: Délier
it: Togliere l'accoppiamento
ja: ペアリング解除済み
ko: 바인딩 해제
pt_pt: Desarquivar encadernação
ru: Отмена привязки
zh_hant_hk: 解除綁定

# phoneRemind
source: In coming Call
ar: تذكير المكالمة
de: Benachrichtigung vom Anruf
es: Aviso de llamada
fr: Rappel d'appels
it: Avviso delle chiamate
ja: 着信注意
ko: 캐치콜
pt_pt: Lembrete de chamadas
ru: Напоминание о входящих звонках
zh_hant_hk: 來電提醒

# messageRemind
source: In coming SMS
ar: تذكير الرسالة
de: Benachrichtigung vom SMS
es: Aviso de mensaje
fr: Alerte SMS
it: Avviso dei messaggi
ja: SMS注意
ko: 메시지 알림
pt_pt: Lembrete de SMS
ru: Напоминание о входящих сообщений
zh_hant_hk: 短信提醒

# lossRemind
source: Missing reminder
ar: تذكير لتجنب عن الفقد
de: Anti-verlorene Mahnung
es: Aviso de antipérdida
fr: Rappel anti-perte
it: Avviso antiperso
ja: 紛失防止リマインダー
ko: 분실 방지 알림
pt_pt: Lembrete anti-perdido
ru: Напоминание при потери
zh_hant_hk: 防丟提醒

# findPer
source: Find device
ar: بحث عن الجهاز
de: Gerät finden
es: Búsqueda de dispositivo
fr: Rechercher le dispositif
it: Ricercare il dispositivo
ja: 検索装置
ko: 장비 찾기
pt_pt: Procura dispositivo
ru: Поиск устройства
zh_hant_hk: 查找設備

# sedentaryRemind
source: Sedentary reminder
ar: تذكيرللجلوس بوقت طويل
de: Mahnung vom Bewegungsmangel
es: Aviso de sedendarización
fr: Rappel sédentaire
it: Avviso dello stato sedentario
ja: 長座する注意
ko: 오래 앉지 않도록 한 알림
pt_pt: Lembrete sedentário
ru: Напоминание о том, что долго сидишь
zh_hant_hk: 久坐提醒

# beginTime
source: start time
ar: ساعة البداية
de: Startzeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
ja: 開始時間
ko: 시작 시간
pt_pt: Hora de início
ru: Время начала
zh_hant_hk: 開始時間

source: end time
ar: ساعة النهاية
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora di fine
ja: 終瞭時間
ko: 종료 시간
pt_pt: Hora de término
ru: Время окончания
zh_hant_hk: 結束時間

# unDisturb
source: nap time
ar: ينام ظهرا بدون الازعاج.
de: Keine Störung während des Mittagsschlafs
es: Siesta no molestar
fr: Sieste sans dérangement
it: Nessun disturbo durante la siesta
ja: 勿擾時間
ko: 낮잠 방해금지
pt_pt: Cochilo não perturbe
ru: Запрет входящей связи при послеобеденном сне
zh_hant_hk: 午休免打擾

# clockSet
source: Clock setting
ar: ضبط المنبه
de: Wecker einstellen
es: Configuración de despertador
fr: Régler l'alarme
it: Impostare la sveglia
ja: アラーム設定
ko: 알람 설정
pt_pt: Configurações de despertador
ru: Настройка будильника
zh_hant_hk: 鬧鐘設置

source: Clock1
ar: المنبه الأول
de: Wecker 1
es: Despertador 1
fr: Alarme 1
it: Sveglia 1
ja: アラーム1
ko: 알람 1
pt_pt: Relógio despertador 1
ru: Будильник № 1
zh_hant_hk: 鬧鐘1

source: Clock2
ar: المنبه الثاني
de: Wecker 2
es: Despertador 2
fr: Alarme 2
it: Sveglia 2
ja: アラーム2
ko: 알람 2
pt_pt: Relógio despertador 2
ru: Будильник № 2
zh_hant_hk: 鬧鐘2

source: Clock3
ar: المنبه الثالث
de: Wecker 3
es: Despertador 3
fr: Alarme 3
it: Sveglia 3
ja: アラーム3
ko: 알람 3
pt_pt: Relógio despertador 3
ru: Будильник № 3
zh_hant_hk: 鬧鐘3

# remindSet
source: Reminder settings
ar: تذكير الاعدادات
de: Benachrichtigung einstellen
es: Configuración de aviso
fr: Paramètres d'alerte
it: Impostazione degli avvisi
ja: リマインダー設定
ko: 알림 설정
pt_pt: Configurações de lembrete
ru: Настройка напоминаний
zh_hant_hk: 提醒設置

# connectPerAndSet
source: Please connect to the device and then set
ar: بيرجي التأكيد لتوثيق الجهاز.
de: Bestätigen Sie, dass das Gerät verbindet ist.
es: Por favor confirme la conexión
fr: Assurez-vous que les équipements sont connectés
it: Confermare il Connessione del dispositivo
ja: デバイスにつながって設定してください。
ko: 장비가 연결되는지 확인
pt_pt: Verifique se dispositivo está conectado
ru: Прошу утверждать соединение устройства
zh_hant_hk: 請連接上設備後再設置

# startSearch
source: Start searching
ar: يبدأ البحث.
de: Suche beginnen
es: Empezar a buscar
fr: Commencer à rechercher
it: Iniziare a ricercare
ja: 検索を開始
ko: 검색 시작
pt_pt: Começa a procurar
ru: Начать поиск
zh_hant_hk: 開始查找

# searchingPer
source: Searching device (%d...)
ar: يبحث عن الجهاز (%d...)
de: Handy suchen (%d...)
es: Está buscando dispositivo(%d...)
fr: Recherche le dispositif(%d...)
it: In ricerca di dispositivo (%d...)
ja: デバイスを検索しています(%d...)
ko: 장비(%d...) 검색 중…
pt_pt: Procura o dispositivo (%d...)
ru: Идет поиск устройства (%d...)
zh_hant_hk: 正在查找設備(%d...)

# stopSearch
source: Stop
ar: ينتهي البحث.
de: Suche beenden
es: Terminar de buscar
fr: Arrêter de rechercher
it: Smettere di ricercare
ja: 検索停止
ko: 검색 중지
pt_pt: Pare de procurar
ru: Приостановить поиск
zh_hant_hk: 停止查找

source: Gender
ar: الجنس
de: Geschlecht
es: Sexo
fr: Sexe
it: Sesso
ja: 性別
ko: 성별
pt_pt: Sexo
ru: Пол
zh_hant_hk: 性別

source: Age
ar: كوال الجسم
de: Alter
es: Edad
fr: Âge
it: Età
ja: 年齢
ko: 연령
pt_pt: Idade
ru: Рост
zh_hant_hk: 年齡

source: Height
ar: كوال الجسم
de: Größe
es: Altura
fr: Taille
it: Altezza
ja: 身長
ko: 신장
pt_pt: Altura
ru: Рост
zh_hant_hk: 身高

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 体重
ko: 체중
pt_pt: Peso
ru: Вес
zh_hant_hk: 體重

# inputAge
source: Enter the age
ar: ادخال العمر
de: Alter eingeben
es: Incorpore edad
fr: Entrez Age
it: Inserire età
ja: 年齢を入力
ko: 연령 입력
pt_pt: Digite idade
ru: Ввод информации о возрасте
zh_hant_hk: 請輸入年齡

# inputHeight
source: Enter height
ar: ادخال طوال الجسم
de: Größe eingeben
es: Incorpore altura
fr: Entrez Taille
it: Inserire altezza
ja: 身長を入力t
ko: 신장 입력
pt_pt: Digite altura
ru: Ввод информации о росте
zh_hant_hk: 請輸入身高

# inputWeight
source: Enter weight
ar: ادخال الوزن
de: Gewicht eingeben
es: Incorpore peso
fr: Entrez poids
it: Inserire peso
ja: 体重を入力
ko: 체중 입력
pt_pt: Digite peso
ru: Ввод информации о весе
zh_hant_hk: 請輸入體重

# year
source: (age)
ar: (عمر)
de: (alt)
es: (año)
fr: (ans)
it: (anno)
ja: (歳)
ko: (세)
pt_pt: (ano)
ru: (год)
zh_hant_hk: (歲)

source: male
ar: الذكر
de: Männlich
es: Masculino
fr: Mâle
it: Maschile
ja: 男性
ko: 남
pt_pt: Masculino
ru: Мужчина
zh_hant_hk: 男

source: female
ar: الأنثى
de: Weiblich
es: Femenino
fr: Femelle
it: Femminile
ja: 女性
ko: 여
pt_pt: Feminino
ru: Женщина
zh_hant_hk: 女

# userInfo
source: User profile
ar: معلومات المستخدم
de: Benutzerprofil
es: Información de usuario
fr: Informations d'utilisateur
it: Informazioni dell'utente
ja: ユーザ情報
ko: 사용자 정보
pt_pt: Informação do usuário
ru: Информация о пользователе
zh_hant_hk: 用戶信息

# choosePhotoFromPhotoAlbum
source: Select from the album
ar: الألبوم المحلي
de: Fotoalbum
es: Álbum local
fr: Album local
it: Album locale
ja: 写真から選択
ko: 로컬 앨범
pt_pt: Album local
ru: Местный альбом
zh_hant_hk: 從相冊選擇

# takeAPhoto
source: photograph
ar: التصوير
de: Fotografieren
es: Fotografiar
fr: Prendre des photos
it: Fotografare
ja: カメラで撮影
ko: 사진 찍기
pt_pt: Câmera para tirar fotos
ru: Снимать фото
zh_hant_hk: 拍照

source: cancel
ar: الإلغاء
de: Ausfallen
es: Cancelar
fr: Annuler
it: Annullare
ja: 取り消し
ko: 취소
pt_pt: Cancela
ru: Отмена
zh_hant_hk: 取消

# saveFailAndTryAgain
source: Failed, please try again！
ar: فشل الحفظ. حاول من جديد.！
de: Fehlgeschlagen, versuchen Sie es bitte erneut！
es: Guardado fallado, por favor inténtelo de nuevo！
fr: Échec, réessayez！
it: Fallito, si prega di riprovare！
ja: 保存できません,やり直してください
ko: 실패,다시 시도해주세요！
pt_pt: Falhou, tente novamente por favor！
ru: Сохранение не получилось, повторно пробуйте ！
zh_hant_hk: 保存失敗，請重新嘗試！

# changeSuccess
source: Successful！
ar: ينجح التعديل！
de: Ändern fertig！
es: Modificado con éxito！
fr: Modifié avec succès！
it: Modifica con successo！
ja: 直し済み
ko: 수정 완료！
pt_pt: Modifique com sucesso！
ru: Изменение получилось！
zh_hant_hk: 修改成功！

# changeFailAndTryAgain
source: Modify failed, please try again！
ar: فشل التعديل. حاول من جديد！
de: Fehlgeschlagen, versuchen Sie es bitte erneut!
es: Modificación fallada, por favor inténtelo de nuevo！
fr: Modification échouée, et réessayez!
it: Modifica fallita, si prega di riprovare!
ja: 直しはできません。やり直してください。
ko: 수정 실패,다시 시도해주세요!
pt_pt: Modifique falhar, tente novamente por favor!
ru: Изменение не получилось, повторно пробуйте ！
zh_hant_hk: 修改失敗，請重新嘗試！

# infoNotComplete
source: Information is not complete, it will affect the accuracy, please add！
ar: لا تكمل المعلومات . تكتب من جديد！
de: Die Informationseingabe ist nicht abgeschlossen
es: Información incompleta, por favor incorpore datos completos！
fr: Complétez les informations incomplètes!
it: Informazioni non complete, si prega di completarle!
ja: 情報入力は完全ではありません。
ko: 완전한 정보를 입력해주세요!
pt_pt: Informações digitadas são incompletas, insira o completo!
ru: Вводное сведение было не полным, прошу внести полное сведение!
zh_hant_hk: 信息輸入不完整，可能會對數據測量產生影響，請輸入完整！

# inputUserName
source: Enter nickname
ar: ادخل اسم المستخدم
de: Benutzername eingeben
es: Por favor incorpore nombre de usuario
fr: Entrez votre nom d'utilisateur
it: Inserire nome utente
ja: ユーザーの名前を入力
ko: 사용자 이름을 입력해주세요
pt_pt: Digite nome de usuário
ru: Прошу внести логин
zh_hant_hk: 請輸入用戶名

source: Save
ar: الحفظ
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
pt_pt: Salva
ru: Сохранение
zh_hant_hk: 保存

# set
source: Setting
ar: الاعدادات
de: Einstellen
es: Configurar
fr: Régler
it: Impostazione
ja: 設定
ko: 설정
pt_pt: Estabelece
ru: Настройка
zh_hant_hk: 設置

# infoRemind
source: Remind settings
ar: تذكير الاعدادات
de: Benachrichtigung einstellen
es: Configuración de aviso
fr: Paramètres d'alerte
it: Impostazione degli avvisi
ja: 情報注意
ko: 알림 설정
pt_pt: Configurações de lembrete
ru: Настройка напоминаний
zh_hant_hk: 提醒設置

source: About
ar: يتعلق ب...
de: Über
es: Sobre
fr: A propos de
it: A proposito di
ja: 関連
ko: 정보
pt_pt: Sobre
ru: Касательно
zh_hant_hk: 關於

# userName
source: Nickname
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザーの名前
ko: 사용자 이름
pt_pt: Nome de usuário
ru: Логин
zh_hant_hk: 用戶名

# January
source: Jan.
ar: يناير
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ja: 1月
ko: 일월
pt_pt: janeiro
ru: Январь
zh_hant_hk: 1月

# February
source: Feb.
ar: فبراير
de: Februar
es: Febrero
fr: Février
it: Febbraio
ja: 2月
ko: 이월
pt_pt: fevereiro
ru: Февраль
zh_hant_hk: 2月

# March
source: Mar.
ar: مارس
de: März
es: Marzo
fr: Mars
it: Marzo
ja: 3月
ko: 삼월
pt_pt: março
ru: Март
zh_hant_hk: 3月

# April
source: Apr.
ar: أبريل
de: April
es: Abril
fr: Avril
it: Aprile
ja: 4月
ko: 사월
pt_pt: abril
ru: Апрель
zh_hant_hk: 4月

source: May.
ar: مايو
de: Mai
es: Mayo
fr: Mai
it: Maggio
ja: ５月
ko: 오월
pt_pt: maio
ru: Май
zh_hant_hk: 5月

# June
source: Jun.
ar: يونيو
de: Juni
es: Junio
fr: Juin
it: Giugno
ja: 6月
ko: 육월
pt_pt: junho
ru: Июнь
zh_hant_hk: 6月

# July
source: Jul.
ar: يوليو
de: Juli
es: Julio
fr: Juillet
it: Luglio
ja: 7月
ko: 칠월
pt_pt: julho
ru: Июль
zh_hant_hk: 7月

# August
source: Aug.
ar: أغستس
de: August
es: Agosto
fr: Août
it: Agosto
ja: 8月
ko: 팔월
pt_pt: agosto
ru: Август
zh_hant_hk: 8月

# September
source: Sep.
ar: سبتمبر
de: September
es: Septiembre
fr: Septembre
it: Settembre
ja: 9月
ko: 구월
pt_pt: setembro
ru: Сентябрь
zh_hant_hk: 9月

# October
source: Oct.
ar: أكتوبر
de: Oktober
es: Octubre
fr: Octobre
it: Ottobre
ja: 10月
ko: 십월
pt_pt: outubro
ru: Октябрь
zh_hant_hk: 10月

# November
source: Nov.
ar: نوفمبر
de: November
es: Noviembre
fr: Novembre
it: Novembre
ja: 11月
ko: 십일월
pt_pt: novembro
ru: Ноябрь
zh_hant_hk: 11月

# December
source: Dec.
ar: ديسمبر
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ja: 12月
ko: 십이월
pt_pt: dezembro
ru: Декабрь
zh_hant_hk: 12月

source: History
ar: التاريخ
de: Historie
es: Historial
fr: Histoire
it: Storia
ja: 履歴記録
ko: 역사 기록
pt_pt: História
ru: Запись истории
zh_hant_hk: 歷史記錄

# currentMonth
source: %ldmonth
ar: %ldشهر
de: %ldMonat
es: %ldMes
fr: %ldMois
it: %ldMese
ja: %ld月
ko: %ld월
pt_pt: %ldMês
ru: %ldМесяц
zh_hant_hk: %ld月

# currentMonthData
source: This month：（%ldstep/%.1fKM/%ldKcal）
ar: احصاءات عدد الخطوات في هذا الشهر: اجمالي (%.1fكم/%ldكالوري）
de: Schritte dieses Monats: insgesamt (%ld Schritte / %.1fkm / %ldcal)
es: Estadística podómetro este mes, en total (%ld pasos. %.1f km/ %ld kcal)
fr: Statistiques de podomètre de ce mois-ci: (%ldpas/%.1fkm/%ldcal) en total
it: Statistiche dei passi del mese corrente: in totale %ld passi (%.1f km /%ld cal.)
ja: 今月歩数統計：（%ld步/%.1fKM/%ldKcal）
ko: 이번 달 걸음 통계:모두（%ld걸음/%.1f KM/%ld칼로리）
pt_pt: estatísticas pedômetro deste mês: total (%ld passo /%.1f km /%ld kcal)
ru: Подсчет количества шагов на этот месяц : всего %ld шагов (%.1f км/%ld ккал)
zh_hant_hk: 本月計步統計：共（%ld步/%.1f公里/%ld千卡）

# currentMonthDataImperial
source: This month：（%ldstep/%.1fMI/%ldKcal）
fr: Statistiques de podomètre de ce mois-ci: (%ldpas/%.1fmi/%ldcal) en total
ja: 今月歩数統計：（%ld步/%.1fMI/%ldKcal）
ko: 이번 달 걸음 통계:모두（%ld걸음/%.1f MI/%ld칼로리）
pt_pt: estatísticas pedômetro deste mês: total (%ld passo /%.1f mi /%ld kcal)
zh_hant_hk: 本月計步統計：共（%ld步/%.1f英里/%ld千卡）

# averagerMandK
source: %.1f KM/%ld Kcal
ar: %.1fكم/%ldكالوري
ru: (%.1f км/%ld ккал)
zh_hant_hk: %.1f公里/%ld千卡

# averagerMandKImperial
source: %.1f MI/%ld Kcal
zh_hant_hk: %.1f英里/%ld千卡

# averagerHR
source: Avg heart rate
ar: متوسط لمعدل ضربات القلب في هذا الشهر
de: Avg Herzfrequenz
es: Frecuencia cardiaca media este mes
fr: Fréquence cardiaque moyenne de ce mois-ci
it: Frequenza cardiaca media del mese corrente
ja: 平均心拍数
ko: 이번 달 평균 심률
pt_pt: Freqüência cardíaca média deste mês
ru: Средний темп битья сердца на этот месяц
zh_hant_hk: 當月平均心率

source: low
ar: ارجاح إلى الخفض
de: Gering
es: Bajo
fr: Un peu bas
it: Basso
ja: 低すぎ
ko: 낮음
pt_pt: Baixo
ru: Заниженный
zh_hant_hk: 偏低

source: Normal
ar: عادي
it: Normale
ja: 正常
ko: 정상
ru: Нормальный
zh_hant_hk: 正常

source: High
ar: ارجاح إلى الأعلى
de: Hoch
es: Alto
fr: Un peu haut
it: Alto
ja: 高すぎ
ko: 높음
pt_pt: Alto
ru: Завышенный
zh_hant_hk: 偏高

# currentDayAveragerHR
source: Today avg
ar: متوسط لمعدل ضربات القلب اليوم
de: Avg Herzfrequenz am Tag
es: Frecuencia cardiaca media de este día
fr: Fréquence cardiaque moyenne de ce jour-ci
it: Frequenza cardiaca media del giorno
ja: 平均心拍数
ko: 당일 평균 심률
pt_pt: Frequência cardíaca média nesse dia
ru: Средний темп битья сердца на тот день
zh_hant_hk: 當天平均心率

# lackofSleep
source: Sleep debt
ar: ناقص النوم
de: Schlafmangel
es: Sueño insuficiente
fr: Manque de sommeil
it: Mancanza di sonno
ja: 睡眠不足
ko: 수면 부족
pt_pt: Falta de sono
ru: Недостаточно спать
zh_hant_hk: 睡眠不足

# lessofSleep
source: Less sleep
ar: قلة النوم
de: Weniger Schlaf
es: Sueño menos de lo que normal
fr: Sommeil pas assez
it: Sonno insufficiente
ja: 睡眠が少なすぎる
ko: 수면 적음
pt_pt: Sono menos do que o normal
ru: Спать меньше нормы
zh_hant_hk: 睡眠偏少

# normalofSleep
source: Normal sleep
ar: كان النوم عاديا.
de: Normaler Schlaf
es: Sueño normal
fr: Sommeil normal
it: Sonno normale
ja: 睡眠正常
ko: 수면 정상
pt_pt: Sono normal
ru: Спать нормально
zh_hant_hk: 睡眠正常

# moreofSleep
source: Good sleep
ar: كان النوم كافيا.
de: Guter Schlaf
es: Sueño suficiente
fr: Plein de sommeil
it: Sonno sufficiente
ja: 睡眠充分
ko: 수면 충분
pt_pt: Bastante sono
ru: Достаточно спать
zh_hant_hk: 睡眠充足

# currentDaySleepData
source: Sleep%@H：Deep%@H Light sleep%@H
ar: نوم: نوم عميق %@ و نوم خفيف %@
de: Schlaf:%@H ,Tiefschlaf%@h Halbschlaf %@h
es: Sueño %@h ora: sueño profundo: %@h sueño ligero: %@h
fr: %@Heures de sommeil: Sommeil profond%@h Sommeil léger%@h
it: %@ Ore di sonno: Sonno profondo %@ ore Sonno leggero %@ ore
ja: 睡眠:%@H ,deep%@H light %@H
ko: 수면:%@H ,깊은 잠%@h 겉잠 %@h
pt_pt: Sono%@ hora: sono profundo%@h sono leve %@h
ru: Сон: %@час : глубокий сон%@h неглубокий сон %@h
zh_hant_hk: 睡眠%@小时：深睡%@小时 浅睡%@小时

# currentDayNOSleepData
source: No data
ar: لا يوجد تسجيل النوم
de: Kein Protokoll vom Schlaf
es: Sin registro de sueño
fr: Aucun enregistrement du sommeil
it: Senza registrazione del sonno
ja: は睡眠データなし
ko: 수면 기록 없음
pt_pt: Sem registos do sono
ru: Отсутствие записи сона
zh_hant_hk: 當天沒有睡眠數據

# HRData
source: Hr:%ld
ar: معدل ضربات القلب: %ld
de: Herzfrequenz: %ld
es: Frecuencia cardiaca: %ld
fr: Fréquence cardiaque:%ld
it: Frequenza cardiaca:%ld
ja: 心拍数:%ld
ko: 심률:%ld
pt_pt: Frequência cardíaca:%ld
ru: Темп битья сердца :%ld
zh_hant_hk: 心率:%ld

# currentMonthBPData
source: Avg HP:%ld LP:%ld Hr:%ld
de: Avg dieses Monats：Hochdruck：%ld Niederdruck：%ld Herzfrequenz：%ld
es: Valor medio este mes: presión alta: %ld presión baja: %ld frecuencia cardiaca:%ld
fr: Moyenne de ce mois: Haute tension: %ldBasse tension: %ldFréquence cardiaque: %ld
it: Valore medio del mese corrente: Pressione alta: %ld Pressione bassa: %ld Frequenza cardiaca: %ld
ja: 今月平均 HP:%ld LP:%ld Hr:%ld
ko: 이번 달 평균:고압:%ld저압:%ld심률:%ld
pt_pt: Média este mês: alta:%ld baixa pressão: %ld frequência cardíaca: %ld
ru: Среднее значение кровяного давления в этом месяце: высокое давление: %ld низкое давление %ld темп битья сердца: %ld
zh_hant_hk: 本月平均血壓值 高壓：%ld 低壓：%ld 心率：%ld

# currentDayHRData
source: Hr:%@
ar: معدل ضربات القلب:%@
de: Herzfrequenz: %@
es: Frecuencia cardiaca:%@
fr: Fréquence cardiaque:%@
it: Frequenza cardiaca:%@
ko: 심률:%@
pt_pt: Frequência cardíaca:%@
ru: Темп битья сердца:%@
zh_hant_hk: 心率:%@

# currentDayBPData
source: %@ BP
ar: ضغط الدم: %@
de: %@ Blutdruck
es: Valor presión sanguínea de %@
fr: %@ Tension artérielle du N
it: %@ Pressione del sangue di N
ko: %@ 호 혈압치
pt_pt: %@ Número de valores de pressão arterial
ru: Значение кровяного давления на день %@
zh_hant_hk: %@日血壓值

# currentDayBOData
source: %@ SpO2
ar: قيمة أكسجين الدم اليومية %@
de: %@täglicher SpO2 Wert
es: %@Valor SpO2 diario
fr: %@Valeur d'oxymétrie quotidienne
it: %@ Valore quotidiano SpO2
ko: %@ 하루 SpO2
pt_pt: %@Valor diário do oxigênio do sangue
ru: Значение содержания кислорода в крови на день %@
zh_hant_hk: %@号血氧值

# currentWeekStepData
source: This week：%ldSteps（%.1fKM/%ldKcal）
ar: احصاءات عدد الخطوات في هذا الاسبوع: اجمالي (%.1fكم/%ldكالوري）)
de: Schritte dieser Woche: insgesamt %ld Schritte (%.1f km /%ld kcal)
es: Estadística podómetro esta semana, en total %ld pasos (%.1f km/ %ld kcal)
fr: Statistiques de podomètre de cette semaine-ci: %ld pas(%.1f km/%ld cal) en total
it: Statistiche dei passi della settimana corrente: in totale %ld passi (%1f km /%ld cal.)
ja: 今週歩数計：%ld steps（%.1f KM/%ld Kcal）
ko: 이번 주 걸음 통계:모두%ld 걸음（%.1f KM/%ld 칼로리）
pt_pt: Estatísticas pedômetro desta semana : total%ld passo (%.1f km /%ld kcal)
ru: Подсчет количества шагов на эту неделю : всего %ld шагов (%.1f км/%ld ккал)
zh_hant_hk: 本週計步統計：%ld步（%.1f公里/%ld千卡）

# currentWeekStepDataImperial
source: This week：%ldSteps（%.1fMI/%ldKcal）
de: Schritte dieser Woche: insgesamt %ld Schritte (%.1f mi /%ld kcal)
es: Estadística podómetro esta semana, en total %ld pasos (%.1f mi/ %ld kcal)
fr: Statistiques de podomètre de cette semaine-ci: %ld pas(%.1f mi/%ld cal) en total
ja: 今週歩数計：%ld steps（%.1f MI/%ld Kcal）
ko: 이번 주 걸음 통계:모두%ld 걸음（%.1f MI/%ld 칼로리）
pt_pt: Estatísticas pedômetro desta semana : total%ld passo (%.1f mi /%ld kcal)
zh_hant_hk: 本週計步統計：%ld步（%.1f英里/%ld千卡）

# step
source: %@：%@Setps
ar: %@：%@خطوة
de: %@：%@Schritte zählen
es: %@：%@Podómetro
fr: %@：%@Comptage de pas
it: %@：%@Contapassi
ja: %@：%@歩
ko: %@：%@걸음 통계
pt_pt: %@：%@Hodômetro
ru: %@：%@Шаг
zh_hant_hk: %@：%@步

# perConnecting
source: connection。。。
ar: يتصل الجهاز.
de: Verbinden ...
es: Está conectando...
fr: Connexion en cours ...
it: Connessione in processo...
ja: デバイスにつながっています
ko: 장비 연결 중...
pt_pt: Conexão de dispositivo ...
ru: Идет соединение устройства
zh_hant_hk: 設備連接中...

# canNotConnectPer
source: Not connected, click Retry
ar: لم ينجح اتصال الجهاز. يرجي النقر للمحاولة من جديد.
de: Fehlgeschlagen, klicken Sie es, um erneut zu versuchen.
es: Conectado fallado, por favor inténtelo de nuevo
fr: Échec, cliquez sur Réessayer
it: Fallito, cliccare per riprovare
ja: 未接続に設備、リトライ
ko: 실패,다시 시도해주세요
pt_pt: Falha, clique em Repetir
ru: Соединение устройства не получилось, повторно пробуйте
zh_hant_hk: 未連接上設備，點擊重試
