Repository: JustFei/UniversalAPP
Catalog: ManridyApp/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hant_hk

# targetSet
source: Target setting
ar: تحديد الأهداف
de: Zielsetzung
es: Configuración de meta
fr: Paramètre de cible
it: Impostazione dell'obiettivo
ja: 目標設定
ko: 목표 설정
pt_pt: Definição de meta
ru: Постановка цели
zh_hant_hk: 目標設置

source: Save success
ar: ينجح الحفظ.！
de: Speichern erfolgreich!！
es: Guardado con éxito！
fr: Enregistré avec succès！
it: Salva con successo！
ja: 保存済み
ko: 저장 성공！
pt_pt: Salvo com sucesso！
ru: Сохранение получилось！
zh_hant_hk: 保存成功

# saveFail
source: Save failed, please try again
ar: فشل الحفظ. حاول من جديد.
de: Fehlgeschlagen, versuchen Sie es bitte erneut
es: Guardado fallado, por favor inténtelo de nuevo
fr: Échec, réessayez
it: Fallito, si prega di riprovare
ja: 保存、再保存ください
ko: 실패,다시 시도해주세요
pt_pt: Falhou, tente novamente por favor
ru: Сохранение не получилось, повторно пробуйте
zh_hant_hk: 保存失敗，請重新嘗試

# settingTarget
source: Target setting
ar: يتم تحديد أهداف المتحرك
de: Ziel der Bewegung einstellen
es: Está estableciendo meta de movimiento
fr: Régler cible de mouvement
it: Impostazione in processo dell'obiettivo di movimento
ja: 目標を設定中
ko: 스포츠 목표 설정 중…
pt_pt: Estabelece meta em movimento
ru: Идет постановка цели занятия спортом
zh_hant_hk: 正在設置運動目標

# setOverTime
source: Timeout, please try again。
ja: 設定時間を超えましたので、やり直してください。
zh_hant_hk: 設置超時，請連接或靠近設備並重試。

# plzSetUserInfoFirst
source: Before use, please set the user information。
ar: يرجي الادخال إلى الاعدادات للمعلومات الشخصية. اذن لم يستطع الاعداد هذه الوظيفة.
de: Vor der Anwendung setzen Sie bitte die Benutzerinformationen .
es: Por favor configure datos personales, si no, no se puede configurar esta función.
fr: Régler vos renseignements personnels avant d'utiliser cette fonction.
it: Si prega di inserire informazioni personali, altrimenti non si può usare questa funzione.
ja: まず自分の情報を設定してください。
ko: 개인정보를 먼저 설정하세요. 아니면 이 기능을 사용할 수 없습니다.
pt_pt: Defina informações pessoais por favor, ou não pode usar esse recurso.
ru: Прошу сначала настроить личные сведения, в противном случае не можешь пользовать данную функцию
zh_hant_hk: 請先設置用戶信息，否則無法使用此功能。

# currentHRData
source: %@：%@BPM
ar: مرردقيقة : %@：%@
de: %@：%@Mal / Min
es: %@: %@veces/minuto
fr: %@：%@fois/min
it: %@：%@volte/min
ko: %@：%@회/분
pt_pt: %@：%@vezes/ minutos
ru: %@：%@ раз за минуту
zh_hant_hk: %@：%@次/分鐘

# lastTimesHRData
source: Hr
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia cardiaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ko: 심률
pt_pt: Frequência cardíaca
ru: Темп битья сердца
zh_hant_hk: 最近幾次心率

# currentSleepData
source: The data：%@-%@ L-Sleep：%.1fH D-Sleep：%.1fH
de: Schlaf dieses Mals:%@-%@ ,Halbschlaf:%.1fh Tiefschlaf:%.1fh
es: Este sueño: %@-%@sueño ligero: %.1fH sueño profundo: %.1fh
fr: Le sommeil: %@-%@Sommeil léger: %.1fHSommeil profond：%.1fh
it: Sonno di questa volta:%@-%@ Sonno leggero:%.1fH Sonno profondo:%.1fH
ja: 今回の睡眠：%@-%@ deep：%.1fH light：%.1fH
ko: 이번 수면:%@-%@겉잠 ,low%.1fh 깊은 잠:%.1fh
pt_pt: Sono:%@-%@sono leve:%.1fH sono profundo:%.1fH
ru: Этот сон: %@-%@неглубокий сон %.1fH глубокий сон：%.1fh
zh_hant_hk: 此次睡眠：%@-%@ 淺睡：%.1f時 深睡：%.1f時

# currenBPData
source: %@: HP：%@ Lp：%@ Hr：%@
de: %@:Hochdruck：%@ Niederdruck：%@ Herzfrequenz：%@
es: %@: presión alta: %@ presión baja: %@ frecuencia cardiaca:%@
fr: %@: %@ Basse tension: %@ Fréquence cardiaque: %@
ko: %@: 고압:%@저압:%@심률:%@
ru: %@: высокое давление: %@ низкое давление %@ темп битья сердца: %@
zh_hant_hk: %@: 高壓：%@ 低壓：%@ 心率：%@

# Step
source: Steps
ar: احصاءات عدد الخطوات
de: Schritte zählen
es: Podómetro
fr: Comptage de pas
it: Contapassi
ja: 歩数
ko: 걸음
pt_pt: Hodômetro
ru: Подсчет количества шагов
zh_hant_hk: 計步

# HeartHeart
source: Heart rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia cardiaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심률
pt_pt: Frequência cardíaca
ru: Темп битья сердца
zh_hant_hk: 心率

source: Sleep
ar: نوم
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
ko: 수면
pt_pt: Sono
ru: Сон
zh_hant_hk: 睡眠

source: BloodPressure
ar: ضغط الدم
de: Blutdruck
es: Presión sanguínea
fr: Tension artérielle
it: Pressione sanguigna
ja: 血圧
ko: 혈압
pt_pt: Pressão arterial
ru: Кровяное давление
zh_hant_hk: 血壓

# BloodO2
source: SpO2
ar: أكسجين الدم
fr: Oxygène sanguin
ru: Кислород в крови
zh_hant_hk: 血氧

# haveNOBindPer
source: No paired devices, click...
ar: ما وثق الجهاز. يرجي التوثيق في الاعدادات.
de: Gerät nicht gepaart, paaren Sie auf der Schnittstelle für Einstellung...
es: Dispositivo no encadenado, por favor vaya a la sesión de configuración a definirlo
fr: Équipements pas encore lié, et définez la liaison sur l'interface...
it: Dispositivo non accoppiato, vai sull'interfaccia di impostazione per accoppiarlo ...
ja: まずペアリングにして下さい
ko: 장비가 바인딩되지 않고 설정화면에 가 바인딩하기...
pt_pt: Dispositivos não acoplados, para definir interface acoplado...
ru: Не привязали к устройству, прошу привязать к устройству на интерфейсе
zh_hant_hk: 未綁定設備，請前往設置綁定設備

# currentStepAndKCal
source: %.1fKM/%@Kcal
ar: %.1fكم/%ldكالوري
ru: (%.1f км/%@ ккал)
zh_hant_hk: %.1f公里/%@千卡

# currentStepAndKCalImperial
source: %.1fMI/%@Kcal
zh_hant_hk: %.1f英里/%@千卡

# lowSleepData
source: L-sleep%.2fH
ar: نوم خفيف%.2fH
de: Halbschlaf%.2fH
es: Sueño ligero%.2fH
fr: Sommeil léger%.2fH
it: Sonno leggero%.2fH
ja: 浅い睡眠 %0.2fH
ko: 겉잠%.2fH
pt_pt: Sono leve%.2fH
ru: Не глубокий сон%.2fH
zh_hant_hk: 淺睡%0.2f小時

# deepSleepData
source: D-sleep%.2fH
ar: نوم عميق%.2fH
de: Tiefschlaf%.2fH
es: Sueño profundo%.2fH
fr: Sommeil profond%.2fH
it: Sonno profondo%.2fH
ja: deep %.2fH
ko: 깊은 잠%.2fH
pt_pt: Sono profundo%.2fH
ru: Глубокий сон %.2fH
zh_hant_hk: 深睡%.2f小時

# lastTimeSleep
source: Today-Sleeps
ar: تسجيل النوم الاخير
de: Kürzliches Protokoll vom Schlaf
es: Últimos registros de sueño
fr: Enregistrement du sommeil récent
it: Registrazione del sonno di ultime volte
ja: 今日の睡眠
ko: 최근 몇번의 수면 기록
pt_pt: Registros recentes de sono
ru: Последние записи сона
zh_hant_hk: 最近幾次睡眠

source: Today-BP
ar: ضغط الدم اليوم
de: Blutdruck heute
es: Presión sanguínea hoy
fr: Tension artérielle d'aujourd'hui
it: Pressione sanguigna di oggi
ja: 今日の血圧
ko: 오늘의 혈압
pt_pt: Pressão arterial de hoje
ru: Кровяное давление на сегодняшний день
zh_hant_hk: 今日血壓

# todayBO
source: Today-SpO2
ar: أكسجين الدم اليوم
de: SpO2 heute
es: SpO2 hoy
fr: Oxygène sanguin d'aujourd'hui
it: SpO2 di oggi
ja: 今日の血中酸素
ko: 오늘의 SpO2
pt_pt: Oxigênio do sangue de hoje
ru: Кислород в крови на сегодняшний день
zh_hant_hk: 今日血氧

# phoneNotOpenBLE
source: Please open the system Bluetooth
ar: اغلق البلوتوث. يرجي الفتح نظام البلوتوث.
de: Bluetooth ist geschlossen, öffnen Sie Bluetooth
es: Bluetooth cerrado, por favor abra Blurtooth del sistema
fr: Bluetooth est éteint, allumez le système Bluetooth
it: Bluetooth spento, si prega di attivarlo
ja: ブルーツースをオンにしていません。
ko: 블루투스 끔.시스템 블루투스 열으세요
pt_pt: Bluetooth estiver desligado, ligue Bluetooth de sistema, por favor
ru: Отключение Bluetooth , прошу включите блютуз системы
zh_hant_hk: 請開啟藍牙

# bleHaveOpen
source: Bluetooth has been turned on
ar: فتح البلوتوث.
de: Bluetooth ist geöffnet
es: Bluetooth abierto
fr: Bluetooth est activé
it: Bluetooth è attivo
ja: ブルーツースをオンにしています。
ko: 블루투스 이미 열었어요
pt_pt: Bluetooth está ligado
ru: Bluetooth уже включен
zh_hant_hk: 藍牙已開啟

# bleReConnect
source: Prepared by accident, waiting.
ar: انقطع اتصال الجهازبشكل غير متوقع. يرجي الانتظار للاتصال مرة أخرى.
de: Verbindung unerwartet getrennt, warten das Gerät auf Wiederverbindung
es: Accidentalemente desconectao, en espera de reconexión
fr: Accidentellement déconnecté et à reconnecter
it: Scollegato inaspettatamente, il dispositivo è in attesa di riconnessione
ja: 異常、再接続を待つ
ko: 의외적으로 중단되는데 다시 연결 대기…
pt_pt: Acidentalmente desconectado, espera de reconexão
ru: Случайное отключение устройства, подождите повторное соединение
zh_hant_hk: 設備意外斷開，等待重連

# perDismissNodify
source: Loss notification
ar: اعلن لفقد سوار القميص
de: Benachrichtigung über Verlust vom Armband
es: Aviso de pérdida de pulsera
fr: Notification de perte du bracelet
it: Notifica della perdita del braccialetto
ja: 紛失通知
ko: 밴드 분실 알림
pt_pt: Notificação de perda de pulseira
ru: Напоминание при потере браслета
zh_hant_hk: 手環丟失通知

# PerDismissNodifySubtitle
source: Warning! Device disconnect, please confirm!！
ja: 警告！設備が切れて、確認して下さい！
zh_hant_hk: 注意！您的手環已經處於非連接狀態，可能已經丟失！

# PerDismissNodifyContent
source: Warning! Your bracelet in%@leave the connection range, may be lost!
ar: انتبه: لقد انقطع الاتصال لجهازك %@.يرجي التأكيد.
de: Seien Sie vorsichtig! Das Gerät wurde von% @ getrennt, bestätigen Sie bitte!
es: Atención! Su dispositivo ya se ha desconectado en %@,confirme por favor!
fr: REMARQUE! Votre appareil a été déconnecté avec %@, confirmez!
it: Attenzione! Il dispositivo è stato disconnesso da%@, si prega di confermare!
ja: 警告！設備が切れ、失われているかどうか確認して下さい！
ko: 주의!당신의 장비가 %@에 연결 중단되는데 확인하세요!
pt_pt: Atenção! O seu dispositivo foi desconectado%@, confirme por favor !
ru: Внимание! Ваше устройство уже отключено от %@, проверяйте!
zh_hant_hk: 注意！您的手環已於%@離開可連接範圍，可能丟失！請注意！

# UnitsSetting
source: Unit setting
de: UnitsSetting
es: UnitsSetting
fr: UnitsSetting
ja: UnitsSetting
ko: UnitsSetting
pt_pt: UnitsSetting
zh_hant_hk: 單位設置

# Metric
source: Metric（cm/km/kg）
zh_hant_hk: 公制（厘米/千米/公斤）

# ImperialSystem
source: Imperial（In/mi/lb）
zh_hant_hk: 英制（英寸/英里/英鎊）

# checkUpdate
source: Check version
fr: Vérifier les mises à jour
ko: 소프트웨어 업데이트
zh_hant_hk: 檢查更新

# NotConnectToUpdate
source: Device not connected, can not be updated
zh_hant_hk: 設備未連接，無法更新

# CheckingUpdate
source: Check for updates
zh_hant_hk: 檢查更新中

# NetError
source: Network abnormal, please connect to the network and try again.
zh_hant_hk: 網絡異常，請連接網絡後再嘗試

source: No update
zh_hant_hk: 暫無更新

# ChoseWheatherUpdate
source: There is a new version%@, whether to update now?
zh_hant_hk: 有新的更新%@，是否現在更新？

# PeripheralFinding
source: Find the bracelet ...
zh_hant_hk: 手環查找中...

# PeriPheralFindingBody
source: 您的手环正在查找您。。。
zh_hant_hk: 您的手環正在查找您...

# APPRemind
source: APP notice
zh_hant_hk: 應用提醒

# NoConnectToSave
source: Device not connected
zh_hant_hk: 設備尚未連接

source: WeChat
zh_hant_hk: 微信

# PairFail
source: Pairing failed, please try again.
zh_hant_hk: 配對失敗，請重試。

# BleTakePhoto
source: Remote control camera
zh_hant_hk: 遙控拍照

# SavePicSuccess
source: Save picture success
zh_hant_hk: 保存圖片成功

# SavePicFail
source: Save picture failed
zh_hant_hk: 保存圖片失敗

# LightAdjust
source: Brightness adjustment
zh_hant_hk: 亮度調節

# SetPerLight
source: Set the brightness of the watch
zh_hant_hk: 設置手錶的亮度

source: mid
zh_hant_hk: 中

# lightHight
source: hight
zh_hant_hk: 高

# QRScanInfo
source: Scan to information.
zh_hant_hk: 掃描到的信息

source: Connect
zh_hant_hk: 連接

# ScanError
source: Scan abnormal
zh_hant_hk: 掃描異常

# TryAgain
source: Please try again
zh_hant_hk: 請重新嘗試

# TimeFormatter
source: Time format
zh_hant_hk: 時間格式

# ScanQR
source: scan it
zh_hant_hk: 掃一掃

# PutQrIntoView
source: Will be two-dimensional code / bar code into the box, you can automatically scan
zh_hant_hk: 將二維碼/條碼放入框內, 即可自動掃描

# OpenFlashLight
source: Turn on the lights
zh_hant_hk: 打開照明燈

# CloseFlashLight
source: Turn off the lights
zh_hant_hk: 關閉照明燈

# UserPerTabkePhoto
source: Use the watch remote control camera
zh_hant_hk: 使用手錶遙控拍照

# TakePhoto
source: Start taking pictures
zh_hant_hk: 開始拍照

# FunNeesConnectPer
source: This feature requires connection device
zh_hant_hk: 該功能需要連接設備

# ChoseViewToShow
source: Select interface displayed on the device
zh_hant_hk: 選擇需要在設備上顯示的界面

# 12TimeFormatter
source: 12 -hour
zh_hant_hk: 12時

# 24TimeFormatter
source: 24 -hour
zh_hant_hk: 24時

# LengthSetting
source: Length unit setting
zh_hant_hk: 長度單位設置

# m/km/kg
source: Metric (m / km / kg)
zh_hant_hk: 公制(米/公里/千克)

# ln/£
source: Imperial (inch / foot / pound)
zh_hant_hk: 英制(英寸/英尺/英鎊)

# HardwareUpdate
source: Firmware upgrade
zh_hant_hk: 固件升級

# UpdatingNotUsePhone
source: Do not keep the device away from the phone during the upgrade
zh_hant_hk: 升級中請勿使設備遠離手機

# UpdateSuccess
source: Upgrade success!
zh_hant_hk: 升級成功!

# UpdateFail
source: Upgrade failed!
zh_hant_hk: 升級失敗!

# PlsChose
source: please choose
zh_hant_hk: 請選擇
